Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: Delete Selection/Object/Empty Measure
sv: Ta bort urval/objekt/tomt mått

source: Deletes a single object at the cursor, an empty measure or the complete selection.
sv: Raderar ett enskilt objekt vid markören, ett tomt mått eller hela urvalet.

source: Destroy Button Customization
sv: Anpassning av Destroy-knappen

source: Removes the file that creates customized buttons on the title bar (and any other scheme you have added to the startup script).
sv: Tar bort filen som skapar anpassade knappar på titelfältet (och alla andra system som du har lagt till i startskriptet).

source: Delete in Stages
sv: Ta bort i etapper

source: Deletes the object at/before the cursor. For Notes/Chords/Rests it deletes stage by stage. First it removes notes until just a non-printing rest remains, then deletes that.
sv: Raderar objektet vid/framför markören. För Notes/Chords/pauser raderar den steg för steg. Först tas noter bort tills det bara återstår en icke-tryckande paus, sedan raderas den.

source: Execute Scheme on all
sv: Kör schema på alla

source: You must choose a type of object to edit first
sv: Du måste först välja vilken typ av objekt du vill redigera

source: Edit All of Type
sv: Redigera alla typer av

source: Resumes the last Seeking/Editing/Deleting operation. All objects of the type last searched for will be sought again, from the cursor onwards.
sv: Återupptar den senaste sökningen/redigeringen/raderingen. Alla objekt av den typ som senast söktes efter kommer att sökas igen, från markören och framåt.

source: Edit Score/Movement Directives
sv: Redigera poäng/satsdirektiv

source: Continue Seeking
sv: Fortsätt söka

source: on Noteheads
sv: på nothuvuden

source: on Notehead
sv: på Notehead

source: on Chords/Notes/Rests
sv: på Chords/Notes/pauser

source: Directive
sv: Direktiv

source: on this Chord/Note/Rest
sv: på detta ackord/nota/vila

source: Objects
sv: Föremål

source: Change to Printing
sv: Ändra till utskrift

source: Continue seeking slur start positions
sv: Fortsätt söka legatobåge startpositioner

source: Delete Slur
sv: Radera legatobåge

source: Continue seeking slur end positions
sv: Fortsätt söka legatobåge slutpositioner

source: Continue seeking tied notes
sv: Fortsätt att söka bundna noter

source: Continue seeking tuplet start objects
sv: Fortsätt söka efter startobjekt för tuplet

source: Continue seeking tuplet end objects
sv: Fortsätt att söka tuplet end-objekt

source: Continue seeking time signature change objects
sv: Fortsätt att söka objekt för ändring av tidssignatur

source: Continue seeking clef change objects
sv: Fortsätt att söka clefändringsobjekt

source: Continue seeking key signature change objects
sv: Fortsätt att söka viktiga förändringsobjekt

source: Continue seeking stem direction change objects
sv: Fortsätt att söka objekt för ändring av stammens riktning

source: on Time Signature Change Objects
sv: på taktart Change Objects

source: on Clef Change Objects
sv: on klav Change Objects

source: on Key Change Objects
sv: om viktiga förändringsobjekt

source: on Voice Change objects
sv: på Voice Change-objekt

source: Must choose type of object to be edited/deleted
sv: Måste välja typ av objekt som ska redigeras/raderas

source: Cannot resume - no previous search. Offering a menu of all possible searches instead.
sv: Kan inte återuppta - ingen tidigare sökning. Erbjuder istället en meny med alla möjliga sökningar.

source: Wrap to first movement
sv: Wrap till första satsen

source: Wrap to next movement
sv: Wrap till nästa sats

source: Wrap to beginning
sv: Omslag till början

source: Edit Here (and ...)
sv: Redigera här (och ...)

source: Seek and edit Denemo Directives starting with the one at the cursor and optionally similar ones following. Position the cursor on a particular notehead to edit directives attached to individual noteheads (such as fingering), otherwise you will edit directives attached at the chord level (such as beaming).
sv: Sök och redigera Denemo-direktiv genom att börja med det som finns vid markören och eventuellt liknande efterföljande. Placera markören på ett visst nothuvud för att redigera direktiv som är kopplade till enskilda nothuvuden (t.ex. fingersättning), annars redigerar du direktiv som är kopplade till ackordnivån (t.ex. beaming).

source: To use this function correctly you need to give the number of the snippet to be inserted
sv: För att använda den här funktionen korrekt måste du ange numret på det utdrag som ska infogas

source: Insert Nth Snippet
sv: Infoga nionde snippet

source: Pastes the Nth snippet into the score at the cursor position. Follow with the number 1,2,... of the snippet to be inserted
sv: Klistrar in det N:te utdraget i partituret vid markörens position. Följ med siffran 1,2,... för den snutt som ska infogas

source: Start Emacs 2-key Shortcut
sv: Starta Emacs 2-tangenters genväg

source: Initiates a 2-key sequence, emacs style.
sv: Startar en sekvens med 2 tangenter i emacs-stil.

source: Insert Reversed String as Binary Rhythm
sv: Infoga omvänd sträng som binär rytm

source: Give a string to generate a rhythm out of its ascii chars in binary encoding. The string gets reversed before converting.
sv: Ge en sträng för att generera en rytm av dess ascii-tecken i binär kodning. Strängen blir omvänd innan den konverteras.

source: Insert Reversed String as Reversed Binary Rhythm
sv: Infoga omvänd sträng som omvänd binär rytm

source: Give a string to generate a rhythm out of its ascii chars in binary encoding. The string gets reversed before converting. The rhythm for each letter gets reversed before inserting.
sv: Ge en sträng för att generera en rytm av dess ascii-tecken i binär kodning. Strängen blir omvänd innan den konverteras. Rytmen för varje bokstav blir omvänd innan den infogas.

source: Insert String as Binary Rhythm
sv: Infoga sträng som binär rytm

source: Give a string to generate a rhythm out of its ascii chars in binary encoding
sv: Ge en sträng för att generera en rytm av dess ascii-teckensnitt i binär kodning

source: Insert String as Reversed Binary Rhythm
sv: Infoga sträng som omvänd binär rytm

source: Give a string to generate a rhythm out of its ascii chars in binary encoding. The rhythm for each letter gets reversed before inserting.
sv: Ge en sträng för att generera en rytm av dess ascii-teckensnitt i binär kodning. Rytmen för varje bokstav blir omvänd innan den infogas.

source: Insert Shuffled Pool
sv: Sätt in blandad pool

source: Inserts all notes, shuffled, from a user-specified pool of notes in Lilypond syntax
sv: Lägger in alla noter, blandade, från en användarspecificerad pool av noter i Lilypond-syntax

source: Mirror Selected Objects (Axis=Cursor)
sv: Spegla valda objekt (Axis=Cursor)

source: Mirror the selected notes. Axis is the cursor position.
sv: Spegla de markerade noterna. Axis är markörens position.

source: Reverse Selected Objects
sv: Omvända valda objekt

source: Revert selected objects
sv: Återställ valda objekt

source: Shuffle Selected Objects
sv: Blanda valda objekt

source: Shuffle the selected objects
sv: Blanda de valda objekten

source: Sort Selection (Ascending)
sv: Sortera urval (stigande)

source: Sort all notes in the selection, ascending order.
sv: Sortera alla noter i urvalet i stigande ordning.

source: Sort Selection (Descending)
sv: Sortera urval (fallande)

source: Sort all notes in the selection, descending order.
sv: Sortera alla noter i urvalet i fallande ordning.

source: Twelve Tone Row
sv: Tolvtonsrad

source: Generates twelve notes of the prevailing duration, each is unique so the whole chromatic range gets inserted in a random manner.
sv: Genererar tolv noter av den rådande längden, var och en är unik så hela det kromatiska området infogas på ett slumpmässigt sätt.

source: Note from Pool
sv: Not från Pool

source: Inserts one note from a user-specified pool of notes in Lilypond syntax
sv: Lägger in en not från en användarspecificerad pool av noter i Lilypond-syntax

source: Chromatic within Clef Range
sv: Kromatisk inom klav Range

source: Insert a random note within clef range. Full chromatic spectrum.
sv: Infoga en slumpmässig not inom nyckelområdet. Fullt kromatiskt spektrum.

source: Insert a random note within clef range, only diatonic notes according to current keysignature.
sv: Infoga en slumpmässig not inom nyckelområdet, endast diatoniska noter enligt aktuell nyckelbeteckning.

source: Swapped
sv: Utbytt

source: Badly placed Passage marker. Mark passages only in the upper staff.
sv: Dåligt placerad Passage-markör. Markera passager endast i den övre staven.

source: Unable to find corresponding passage end.
sv: Det går inte att hitta motsvarande passageände.

source: Unable to find corresponding passage start.
sv: Det går inte att hitta motsvarande passage start.

source: No staff below to swap passages with.
sv: Ingen notsystem nedanför att byta passager med.

source: Start Passage with no End Passage.
sv: Startpassage utan slutpassage.

source: Use Undo(s) to restore any cut music.
sv: Använd Undo(s) för att återställa eventuell bortklippt musik.

source: Swap Passages
sv: Byt passager

source: Passages of music in the current staff that have been marked using the Mark Passages command will be swapped with the corresponding music from the staff below.
sv: Passager av musik i det aktuella notsystemet som har markerats med kommandot Mark Passages byts ut mot motsvarande musik från notsystemet nedanför.

source: Activate Object
sv: Aktivera objekt

source: Activates the object at the Denemo cursor, equivalent to right-clicking on it. Control and Shift keys will affect the response if used in the key shortcut for this command.
sv: Aktiverar objektet vid Denemos markör, vilket motsvarar att högerklicka på det. Control- och Shift-tangenterna påverkar svaret om de används i kortkommandot för detta kommando.

source: To edit a directive attached to the object at the cursor right click and choose Run Object Editor
sv: För att redigera ett direktiv som är kopplat till objektet vid markören högerklicka och välj Kör objektredigerare

source: Advanced Edit
sv: Avancerad redigering

source: Edits a Denemo Directive at the lowest level. Advanced users only!
sv: Redigerar ett Denemo-direktiv på lägsta nivå. Endast avancerade användare!

source: Set Denemo Duration
sv: Ställ in Denemo Varaktighet

source: Give duration desired in ticks (PPQN)
sv: Ge önskad varaktighet i fästingar (PPQN)

source: (Display) Set Object Duration
sv: (Display) Ange objektets varaktighet

source: Sets the duration of the object at the cursor for display/playback purposes. Value is pulses per quarter note - ie MIDI ticks. No effect on typesetting.
sv: Ställer in varaktigheten för objektet vid markören för visning/uppspelning. Värdet är pulser per kvartsnot - dvs MIDI ticks. Ingen effekt på sättning.

source: Edit Current Object
sv: Redigera aktuellt objekt

source: Edit the LilyPond syntax
sv: Redigera LilyPond-syntaxen

source: No Object at Cursor
sv: Inget objekt vid markören

source: Edit LilyPond Syntax
sv: Redigera LilyPond Syntax

source: Let's you replace the syntax sent to the LilyPond typesetter with your own choice of syntax to typeset the object at the cursor. Be aware that Denemo will continue to display the object as originally defined, only the typesetting will change.
sv: Låt dig ersätta syntaxen som skickas till LilyPonds sättare med ditt eget val av syntax för att sätta objektet vid markören. Tänk på att Denemo kommer att fortsätta att visa objektet som det ursprungligen definierades, endast sättningen kommer att ändras.

source: Make Object Directive Conditional
sv: Gör objektdirektivet villkorligt

source: Allows you to make conditional a Denemo Directive attached to the object at the cursor.
sv: Gör det möjligt att villkora ett Denemo-direktiv som är kopplat till objektet vid markören.

source: Non-Printing Object (Off/On)
sv: Objekt som inte skrivs ut (Av/På)

source: Makes the object at the cursor non-printing (off/on). For notes this means a rhythm-only note.
sv: Gör att objektet vid markören inte skrivs ut (av/på). För noter innebär detta en not med enbart rytm.

source: (Print) Void Object
sv: (Skriv ut) Tomt objekt

source: On typesetting the current object will be evaluated, but otherwise ignored.
sv: Vid sättning kommer det aktuella objektet att utvärderas, men annars ignoreras det.

source: Paste From Staff Above
sv: Klistra in från notsystemet ovan

source: Copies any non-musical objects for the current musical moment from the staff above and pastes them into this staff after the cursor.
sv: Kopierar alla icke-musikaliska objekt för det aktuella musikaliska ögonblicket från notsystemet ovan och klistrar in dem i detta notsystem efter markören.

source: Paste and Replace Selection
sv: Klistra in och ersätta markering

source: Paste the clipboard. Replace any selected objects. This paste-version also creates new barlines instead of strictly using the copied ones.
sv: Klistra in urklipp. Ersätt alla markerade objekt. Denna klistra-version skapar också nya strecklinjer istället för att bara använda de kopierade.

source: Reload the "Drum GM to User" Map
sv: Ladda om kartan "Trumma GM till användare"

source: Reloads the drum map which is needed for DrumGm2User
sv: Laddar om trumkartan som behövs för DrumGm2User

source: Resume Seek/Edit
sv: Återuppta sökning/redigering

source: Resumes seeking and optionally editing the last sought type of object.
sv: Återupptar sökningen och eventuellt redigeringen av den senast sökta typen av objekt.

source: No selection
sv: Inget val

source: Apply Shortcut to Objects in Selection
sv: Tillämpa genväg till objekt i urvalet

source: Followed by a keyboard shortcut: applies the shortcut with the cursor successively on each object in the selection.
sv: Följt av en kortkommando: använder kortkommandot med markören successivt på varje objekt i urvalet.

source: Cursor not in selection
sv: Markören inte i urvalet

source: Cut Selection as Sketch
sv: Klipp ut markeringen som skiss

source: Delete Selected Objects
sv: Ta bort markerade objekt

source: Delete all selected objects and leave empty measures behind
sv: Ta bort alla markerade objekt och lämna kvar tomma mått

source: First execute this command with the selection set to two directives, clef changes, tuplet markers etc (which will then be copied to the clipboard).
sv: Kör först detta kommando med urvalet inställt på två direktiv, klav changes, tuplet markers etc (som sedan kopieras till klippbordet).

source: Then select music to be bracketed by these two objects and re-execute the command
sv: Välj sedan musik som ska placeras mellan dessa två objekt och kör kommandot igen

source: The pair of objects
sv: Paret av objekt

source: Notes or rests cannot be used.
sv: Noter eller pauser kan inte användas.

source: Clipboard is messed up, edit by hand
sv: Klippbordet är trassligt, redigera för hand

source: Clipboard has changed and does not hold a pair of objects to bracket the selection. Restart the command.
sv: Urklipp har ändrats och innehåller inte ett par objekt för att fästa markeringen. Starta om kommandot.

source: No pair of objects available - start again, selecting a pair of objects to be used.
sv: Inget par av objekt tillgängliga - börja om och välj ett par av objekt som ska användas.

source: No Selection
sv: Inget Valt

source: Span Selection with Pair of Objects
sv: Span Selection med par av objekt

source: If the selection comprises two objects - directives, clef changes, tuplet markers etc. - it cuts them to the clipboard. Subsequent invocations of the command with music selected places the two objects before and after the music.
sv: Om markeringen innehåller två objekt - direktiv, clefförändringar, tuplet-markörer etc. - klipps de ut till urklipp. När kommandot sedan används med vald musik placeras de två objekten före och efter musiken.

source: Mark Passages
sv: Markera passager

source: Invoke this command with no selection to initialize it. Then select passages to be marked and invoke it again to mark them. (Use with the command Swap Passages in the Notation Magick menu to swap the passages marked with the corresponding music in the staff below the current staff).
sv: Starta kommandot utan att välja något för att initiera det. Välj sedan de passager som ska markeras och anropa kommandot igen för att markera dem. (Används tillsammans med kommandot Swap Passages i menyn Notation Magick för att byta ut de passager som markerats med motsvarande musik i notbilden under den aktuella notbilden).

source: Select All Staffs
sv: Välj alla staber

source: Selects the whole movement / All staffs
sv: Väljer hela satsn / Alla staber

source: Select All Music In Movement
sv: Välj alla Musik i sats

source: Creates a selection for all the music in the current movement.
sv: Skapar ett urval för all musik i den aktuella satsn.

source: Select Column
sv: Välj kolumn

source: Selects the whole column
sv: Markerar hela kolumnen

source: Selection to Next Empty Measure
sv: Val till nästa tomma takt

source: Creates a selection to the next empty measure in the current staff
sv: Skapar en markering till nästa tomma takt i det aktuella notsystemet

source: Select Left
sv: Välj vänster

source: Move cursor left, selecting the object moved to.
sv: Flytta markören åt vänster och välj det objekt som flyttas till.

source: Select Measure
sv: Välj takt

source: Create a selection for the entire current measure
sv: Skapa ett urval för hela den aktuella åtgärden

source: Select Right
sv: Välj höger

source: Move cursor right, selecting the object moved to.
sv: Flytta markören åt höger och välj det objekt som flyttas till.

source: Select Staff
sv: Välj medarbetare

source: Selects the whole staff
sv: Väljer hela notsystemet

source: Selection Non-printing (Off/On)
sv: Val Ej tryckning (Av/På)

source: Sets/Unsets all objects in the selection to be non-printing.
sv: Ställer in/uppställer alla objekt i urvalet så att de inte är tryckbara.

source: Score must be saved first
sv: Poängen måste räddas först

source: Mark Consecutives Across Staffs
sv: Markera löpande nummer över notsystem

source: Mark Consecutive 5ths and Octaves
sv: Markera på varandra följande kvinter och oktaver

source: Marks positions in a score where consecutive fifths or octaves occur. Expects two staffs one with up to three part harmony and the other with the bass.
sv: Markerar positioner i ett partitur där på varandra följande kvinter eller oktaver förekommer. Förväntar sig två notblad, det ena med upp till trestämmig harmoni och det andra med bas.

source: DiminishedAugmented
sv: FörminskadÖkad

source: Determine if the chord sounded is Diminished or Augmented
sv: Bestäm om det klingande ackordet är förminskat eller förstärkt

source: DiminishedMinor
sv: FörminskadMindre

source: Determine if the chord sounded is Diminished or Minor
sv: Bestäm om det klingande ackordet är förminskat eller moll

source: HalfDiminished7Diminished7
sv: HalvDiminished7Diminished7

source: Determine the type of diminished chord sounded
sv: Bestäm vilken typ av förminskat ackord som hörs

source: Major7Minor7Dominant7
sv: Dur7Moll7Dominant7

source: Determine which seventh chord is sounded
sv: Bestäm vilket septimackord som spelas

source: MajorMinorAugmentedDiminished
sv: DurMollAugmentedDiminished

source: Determine if the chord sounded is Major Minor Augmented or Diminished
sv: Avgör om det klingande ackordet är dur-moll-förstärkt eller förminskat

source: Determine if chord sounded is Major or Augmented
sv: Avgör om det klingande ackordet är dur eller övertonat

source: Determine if the chord played is major or minor
sv: Avgöra om det ackord som spelas är dur eller moll

source: Ab Major
sv: Ab Dur

source: Identify Scale Notes that are sounded
sv: Identifiera skalnoter som är klingande

source: Bb Major
sv: Bb-dur

source: Bb Pentascale
sv: Bb Pentaskala

source: C Major
sv: C-dur

source: Db Major
sv: Db Dur

source: Eb Major
sv: Eb-dur

source: Eb Pentascale
sv: Eb pentaskala

source: F Major
sv: F-dur

source: F Pentascale
sv: F Pentaskala

source: F# Major
sv: Fis-dur

source: F# Pentascale
sv: F# Pentaskala

source: 2nds and 3rds
sv: 2:or och 3:or

source: Compare the major and minor 2nd and 3rd intervals
sv: Jämför 2:a- och 3:e intervall i dur och moll

source: 3rds and 4ths
sv: 3:or och 4:or

source: Compare the interval of minor 3rd to an augmented 4th
sv: Jämför intervallet för en liten 3:e med en förstärkt 4:e

source: 4ths and 5ths
sv: 4:e och 5:e

source: Compare the interval of the P4 through P5
sv: Jämför intervallet mellan P4 och P5

source: 5ths and 6ths
sv: 5:e och 6:e

source: Compare the intervals of the diminished 5th to the minor 6th
sv: Jämför intervallen för den förminskade 5:an med den lilla 6:an

source: 6ths and 7ths
sv: 6:e och 7:e

source: compare the intervals between the minor 6th to the major 7th
sv: jämföra intervallen mellan den lilla 6:an och den stora 7:an

source: 7ths and 8ths
sv: 7:e och 8:e

source: Compare the intervals of a minor 7th to the perfect 8
sv: Jämför intervallen för en liten 7:a med den perfekta 8:an

source: Interval Identification
sv: Identifiering av intervall

source: Identify the name of each interval sounded
sv: Identifiera namnet på varje intervall som låter

source: Compares notes/chords played from MIDI with current note/chord, if equal in pitch, advances to next note/chord, else beeps. To stop the checking issue this command a second time. When you reach the last note it finishes and reverts to Appending/Editing notes from MIDI in.
sv: Jämför noter/ackord som spelas från MIDI med aktuell not/ackord, om de har samma tonhöjd går du vidare till nästa not/ackord, annars hörs en ljudsignal. För att stoppa kontrollen, ge detta kommando en gång till. När du når den sista noten avslutas kommandot och återgår till att lägga till/redigera noter från MIDI-in.

source: The Conductor
sv: Dirigenten

source: Conducts as you press the sustain pedal for each measure.
sv: Körs när du trycker på sustainpedalen för varje takt.
